{
  "books": [
    {
      "id": "ml2d4lfw0lgevc",
      "title": "A Little History of Economics",
      "author": "Niall Kishtainy",
      "cover_color": "#FF6B6B",
      "created_at": "2026-01-31T13:43:40.940Z",
      "highlights": [
        {
          "id": "ml2d6ru8oihk3r",
          "text": "What's the cost of a choice?\nIt's what you give up",
          "chapter": "",
          "tags": [],
          "color": "#FF6B6B"
        }
      ]
    },
    {
      "id": "ml2f5sc35bvn32",
      "title": "The sun is also a star",
      "author": "Nicola Yoon",
      "cover_color": "#4ECDC4",
      "created_at": "2026-01-31T14:40:35.763Z",
      "highlights": [
        {
          "id": "ml2d6ru8oihk4r",
          "text": "In America, the family name is called the last name. Dae Hyun said if showed that Americans think the individual is more important that the family.",
          "chapter": "",
          "tags": [],
          "color": "#FF6B6B"
        },
        {
          "id": "ml2d6ru8oihk5r",
          "text": "There’s a pure kind of joy in the certainty of belief. The certainty that your life has purpose and meaning. That, though your earthy life may be hard, there’s a better place in your future, and God has a plan to get you there. That all things that have happened to him, even the bad, have happened for a reason.",
          "chapter": "",
          "tags": [],
          "color": "#FF6B6B"
        },
        {
          "id": "ml2d6ru8oihk6r",
          "text": "Where did all those feelings go? People spend their whole lives looking for love. Poems and songs and entire novels are written about it. But how can you trust something that can end as suddenly as it begins?",
          "chapter": "",
          "tags": [],
          "color": "#FF6B6B"
        },
        {
          "id": "mllz5vbj1gtm9n",
          "text": "\"You're not your dad,\" I say, but he doesn't believe me. I understand his fear. \n\nWho are we if not a product of our parents and their histories?",
          "chapter": "",
          "tags": [],
          "color": "#4ECDC4"
        },
        {
          "id": "mllz8sz2xi8hbr",
          "text": "It's doesn't matter what I say. People take one look at me and believe what they want.",
          "chapter": "",
          "tags": [],
          "color": "#4ECDC4"
        },
        {
          "id": "mllzd80sn86m4f",
          "text": "\"Because it's not true. Your're from here.\"\n\nI love how simple this is for her. I love that her solution to everything is to tell the truth. I struggle woth my identity and she tells me just to say what's true.\n\n\"It's not up to you to help people fir you into a box\", she says.",
          "chapter": "",
          "tags": [],
          "color": "#4ECDC4"
        },
        {
          "id": "mlmeqcf7jkyxac",
          "text": "I love the way she seems to feel things with her entire body. I wonder why a girl who is so obviously passionate is so adamanty against passion.",
          "chapter": "",
          "tags": [],
          "color": "#4ECDC4"
        },
        {
          "id": "mlmeuu5p1gopuk",
          "text": "Things happen for a reason, says Natasha's mother. What she means is Fate has a Reason, and though you may not know it, there's a certain comfort in knowing that there's a Plan.\n\nNatasha is diffrent. She believes in determinism - cause and effect. One action leads to another leads to another. Your actions determine your fate.",
          "chapter": "",
          "tags": [],
          "color": "#4ECDC4"
        },
        {
          "id": "mlmey0cbhz565c",
          "text": "My father had been dreaming his life away for years. He lived in those plays insteaf of the real world. He still does. My mother didn't have time for dreaming anymore. Neither do I.",
          "chapter": "",
          "tags": [],
          "color": "#4ECDC4"
        },
        {
          "id": "mlmf12khlbucy9",
          "text": "how my father's wife and children are his greatest regret because we got in the way of the life he dreamed for himself.",
          "chapter": "",
          "tags": [],
          "color": "#4ECDC4"
        },
        {
          "id": "mlmfgiiuca53jg",
          "text": "Who cares what you want? The only thing that matters is what is good for you. Your mother and I only care about what is good for you. You go to school, you become a doctor, you be successful. Then you never have to work in a store like this. Then you have money and respect, and all the things you want will come. You find a nice girl and have children and you have the American Dream. Why would you throw your future away for temporary things that you only want right now?",
          "chapter": "",
          "tags": [],
          "color": "#FFEAA7"
        },
        {
          "id": "mlmfmvg83r8hym",
          "text": "Maybe it is his fault that his sons are the way they are. He's told them nothing about his past. He does it because he's a father who loves his sons fiercely, and it's his way of protecting them. He thinks of poverty as a kind of contagion, and he doesn't want them to hear about it lest they catch it.",
          "chapter": "",
          "tags": [],
          "color": "#FF8C42"
        },
        {
          "id": "mlmfps8y31w74h",
          "text": "Charlie and Daniel think money and happiness are not related. They don't know what poor is. They don't know that poverty is a sharp knife carving away at you. They don't know what it does to a body. To a mind.",
          "chapter": "",
          "tags": [],
          "color": "#FF8C42"
        },
        {
          "id": "mlmfteqzy10l99",
          "text": "Everything is chemistry. Everything is combination and reaction.",
          "chapter": "",
          "tags": [],
          "color": "#4ECDC4"
        },
        {
          "id": "mlmfz2p9alcgd5",
          "text": "I think all the good parts of us are connected on some level. ... says I love you or I forgive you. I think that's God. God is the connection of the very best parts of us.",
          "chapter": "",
          "tags": [],
          "color": "#4ECDC4"
        },
        {
          "id": "mlmg88ou1lksbr",
          "text": "Studies have shown that the pupils of people who are attracted to each other dilate from the presence of dopamine. Other studies suggest that threads in the eye can indicate personality tendencies, and that maybe eyes are a kind of window to the soul after all.",
          "chapter": "",
          "tags": [],
          "color": "#DDA0DD"
        },
        {
          "id": "mlmg8ddnlirdj7",
          "text": "And what about the lovers who spend hours staring into each other's eyes? Is it a display of trust? I will let you in close and trust you not to hurt me while I'm in this vulnerable position. And if trust is one of the foundations of love, perhabs the staring os a way to build or reinforce it. Or maybe it's simpler than that. A simple search for connection. To see. To be seen.",
          "chapter": "",
          "tags": [],
          "color": "#DDA0DD"
        }
      ]
    },
    {
      "id": "ml3d4lfw0lgevc",
      "title": "Принцип ставок. Как принимать решения в условиях неопределенности",
      "author": "Энни Дьюк",
      "cover_color": "#FF6B6B",
      "created_at": "2026-02-09T21:38:40.940Z",
      "highlights": [
        {
          "id": "ml2d6ru8oihk7r",
          "text": "Все мы бегаем вокруг дерева с бензопилой, как только получаем результат",
          "chapter": "",
          "tags": [],
          "color": "#FF6B6B"
        }
      ]
    }
  ],
  "mindmaps": [
    {
      "id": "ml2d6vunshnjco",
      "bookId": "ml2d4lfw0lgevc",
      "title": "Mind Map: A Little History of Economics",
      "created_at": "2026-01-31T13:45:27.743Z",
      "outline": "A Little History of Economics\n\tWhat's the cost of a choice?\nIt's what you give up\n",
      "root": {
        "text": "A Little History of Economics",
        "color": "#FF6B6B",
        "children": [
          {
            "text": "What's the cost of a choice?",
            "color": "#4ECDC4",
            "children": []
          },
          {
            "text": "It's what you give up",
            "color": "#45B7D1",
            "children": []
          }
        ]
      }
    },
    {
      "id": "ml2d7yuqekmorz",
      "bookId": null,
      "title": "New Mind Map",
      "created_at": "2026-01-31T13:46:18.290Z",
      "outline": "Central Topic\n\tBranch 1\n\t\tSub-topic\n\tBranch 2\n\tBranch 3",
      "root": {
        "text": "Central Topic",
        "color": "#FF6B6B",
        "children": [
          {
            "text": "Branch 1",
            "color": "#4ECDC4",
            "children": [
              {
                "text": "Sub-topic",
                "color": "#45B7D1",
                "children": []
              }
            ]
          },
          {
            "text": "Branch 2",
            "color": "#96CEB4",
            "children": []
          },
          {
            "text": "Branch 3",
            "color": "#FFEAA7",
            "children": []
          }
        ]
      }
    }
  ],
  "exported_at": "2026-02-14T15:10:00.580Z"
}